Repository: LACNIC/natmeter
Catalog: stun/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: bar.secondary.home
es_es: Home de LACNIC

source: bar.secondary.blog
es_es: Blog de LACNIC Labs

source: bar.secondary.simon
es_es: Proyecto Simón

source: bar.secondary.cookie
es_es: Necesitamos almacenar una cookie de seguridad en tu navegador, para poder realizar las traducciones y recordar tu preferencia de idioma (nombre de la cookie: natmeter_csrftoken).

source: charts.prefixes.h1
es_es: Prefijos privados más vistos (top 10)

source: charts.addresses.h2
es_es: Direcciones por host

source: charts.addresses.p
es_es: Otra estadística interesante es la cantidad de direcciones que cada host utiliza. Naturalmente, el valor mínimo que puede tomar es 1. Un dato curioso es que hay hosts que han demostrado tener hasta más de 10 direcciones IP!

source: home.intro
es_es: Centro de estadísticas de NAT 44 y NAT 66.

source: home.intro.p1
es_es: <code>NAT</code> (Network Address Translation) es un mecanismo ampliamente utilizado en Internet donde tradicionalmente es modificada la dirección IP fuente de un datagrama de tal manera que dicho paquete puede ser enrutada en Internet y recibir respuesta. Este mecanismo en el mundo de <code>IPv4</code> permite un ahorro significativo de direcciones IP.

source: home.intro.p2
es_es: Por otro lado, <code>IPv6</code> es un protocolo que se caracteriza por su vasta cantidad de direcciones IP lo que ha traído como consecuencia que existe la hipótesis de que NAT ya no es necesario y va a desaparecer. Sin embargo, tanto IETF, el mundo Open Source y empresas de software ya han creado los mecanismos para realizar NAT en IPv6 o un mecanismo similar llamado NPT (Network Prefix Translation).

source: home.objectives
es_es: Objetivos del proyecto

source: home.objectives.p1
es_es: Conocer el porcentaje de despliegue NAT 44 y NAT 66 en la región de LACNIC.

source: home.diagram
es_es: Diagrama del experimento

source: home.charts
es_es: Gráficas

source: home.charts.p1
es_es: Algunas gráficas en base a estadísticas recolectadas de las mediciones.

source: home.demo
es_es: Demostración

source: home.demo.p1
es_es: Aquí puedes ver una pequeña demostración del script en acción

source: home.data
es_es: Datos

source: home.data.body
es_es: Los datos del experimento se encuentran en varias formas:

source: Experiment's <a href="%(results_url)s">raw data</a>
es_es: <a href="%(results_url)s">Datos crudos</a> del experimento.

source: home.data.ul.l2
es_es: Datos derivados (Demo).

source: home.mechanism
es_es: El mecanismo destrás del experimento

source: home.mechanism.p1
es_es: Cuando un usuario en Internet desee abrir una página Web que colabore con este proyecto (por ejemplo el home de LACNIC), su navegador web va a conectarse silenciosa y transparentemente a un servidor STUN/TURN donde se podrá identificar con qué direcciones (IPv6 y/o IPv4) se está navegando en Internet. Esta información quedará guardada en una base de datos de LACNIC.

source: home.mechanism.p2
es_es: Con el apoyo de un servidor STUN/TURN en las premisas de LACNIC y utilizando mecanismos WebRTC y mediante scripts JavaScripts se podrá averiguar si los clientes IPv4 e IPv6 se les realiza NAT. Esta tarea no impacta el performance del usuario y ocurre totalmente transparente.

source: title.demo
es_es: Demo del STUN script

source: intro.demo
es_es: La siguiente demostración realiza una consulta a servidores STUN para construir las estadísticas a nivel regional.

source: sub1.demo
es_es: Respuesta por parte de los servidores STUN:

source: sub2.demo
es_es: Respuesta sencilla

source: Looking for information stored in your browser's cookies...
es_es: Buscando información almacenada previamente en cookies del navegador...

source: Looking for client's local address(es)...
es_es: Buscando la(s) dirección IP local

source: Local response:
es_es: Respuesta local:

source: Local addresses found:
es_es: Direcciones IP locales encontradas:

source: Looking for client's remote address(es)...
es_es: Buscando la(s) dirección IP remotas...

source: Remote STUN server response:
es_es: Respuesta por parte del servidor STUN remoto:

source: Address(es) seen from our STUN servers:
es_es: Direcciones percibidas desde nuestros servidores STUN:

source: Remote addresses found:
es_es: Direcciones IP remotas encontradas:

source: Posting results to central database...
es_es: Enviando resultados a la base central...

source: Thank you for checking out this demo!
es_es: Gracias por correr esta demo!

source: Something happened when posting to the central database :|
es_es: Algo ha ocurrido mientras se enviaban los datos al servidor central :|
